[
    {
        "title": "NASA Wins 4 Webbys, 4 People's Voice Awards",
        "preview": "Winners include the JPL-managed \"Send Your Name to Mars\" campaign, NASA's Global Climate Change website and Solar System Interactive."
    },
    {
        "title": "The Launch Is Approaching for NASA's Next Mars Rover, Perseverance",
        "preview": "The Red Planet's surface has been visited by eight NASA spacecraft. The ninth will be the first that includes a roundtrip ticket in its flight plan. "
    },
    {
        "title": "Naming a NASA Mars Rover Can Change Your Life",
        "preview": "Want to name the robotic scientist NASA is sending to Mars in 2020? The student who named Curiosity — the rover currently exploring Mars — will tell you this is an opportunity worth taking."
    },
    {
        "title": "Mars 2020 Unwrapped and Ready for More Testing",
        "preview": "In time-lapse video, bunny-suited engineers remove the inner layer of protective foil on NASA's Mars 2020 rover after it was relocated for testing."
    },
    {
        "title": "6 Things to Know About NASA's Ingenuity Mars Helicopter",
        "preview": "The first helicopter attempting to fly on another planet is a marvel of engineering. Get up to speed with these key facts about its plans."
    },
    {
        "title": "NASA, ULA Launch Mars 2020 Perseverance Rover Mission to Red Planet",
        "preview": "The agency's Mars 2020 mission is on its way. It will land at Jezero Crater in about seven months, on Feb. 18, 2021. "
    },
    {
        "title": "NASA Wins Two Emmy Awards for Interactive Mission Coverage",
        "preview": "NASA-JPL's coverage of the Mars InSight landing earns one of the two wins, making this the NASA center's second Emmy."
    },
    {
        "title": "Follow NASA's Perseverance Rover in Real Time on Its Way to Mars",
        "preview": "A crisply rendered web application can show you where the agency's Mars 2020 mission is right now as it makes its way to the Red Planet for a Feb. 18, 2021, landing."
    },
    {
        "title": "All About the Laser (and Microphone) Atop Mars 2020, NASA's Next Rover",
        "preview": "SuperCam is a rock-vaporizing instrument that will help scientists hunt for Mars fossils."
    },
    {
        "title": "From JPL's Mailroom to Mars and Beyond",
        "preview": "Bill Allen has thrived as the mechanical systems design lead for three Mars rover missions, but he got his start as a teenager sorting letters for the NASA center."
    },
    {
        "title": "Join NASA for the Launch of the Mars 2020 Perseverance Rover",
        "preview": "No matter where you live, choose from a menu of activities to join NASA as we \"Countdown to Mars\" and launch the Perseverance rover to the Red Planet."
    },
    {
        "title": "NASA to Reveal Name of Its Next Mars Rover",
        "preview": "After a months-long contest among students to name NASA's newest Mars rover, the agency will reveal the winning name — and the winning student — this Thursday. "
    },
    {
        "title": "Q&A with the Student Who Named Ingenuity, NASA's Mars Helicopter",
        "preview": "As a longtime fan of space exploration, Vaneeza Rupani appreciates the creativity and collaboration involved with trying to fly on another planet."
    },
    {
        "title": "Space History Is Made in This NASA Robot Factory",
        "preview": "From rockets to rovers, JPL's Spacecraft Assembly Facility has been at the center of robotic spaceflight. Here's a closer look at what makes it so special."
    },
    {
        "title": "Three New Views of Mars' Moon Phobos",
        "preview": "Taken with the infrared camera aboard NASA's Odyssey orbiter, they reveal temperature variations on the small moon as it drifts into and out of Mars’ shadow."
    }
]